{
  "title": "Wonking Out: Why Growth Can Be Green",
  "details": "",
  "url": "article2",
  "paragraphs": [
    [
      "Heads up: I did a podcast with Ezra Klein earlier this week, mostly focused on inflation — which continues to be an interesting story, throwing curveballs at all who imagine they have it figured out.",
      "But for today’s newsletter I want to take a break and talk about environmental policy — specifically, the relationship between protecting the environment and economic growth."
    ],
    [
      "As you may know (although a surprising number of people don’t), the Biden administration has taken a huge step forward in the fight against climate change.",
      "The strategically misleadingly named Inflation Reduction Act is mainly a climate bill, using subsidies and tax credits to promote green energy.",
      "Environmental experts I follow believe that it’s a very big deal, which, if successfully implemented, will greatly reduce greenhouse gas emissions.",
      "It’s not quite as aggressive as the climate plans in Biden’s original Build Back Better legislation, but modelers estimate that it will accomplish about 80 percent of what B.B.B. was trying to do."
    ],
    [
      "The biggest factor making this kind of climate initiative possible, after so many years of inaction, is the spectacular technological progress in renewable energy that has taken place since 2009 or so.",
      "This means that we can greatly reduce emissions using carrots instead of sticks: giving people incentives to use low-emission technologies rather than trying to regulate or tax them into giving up high-emission activities.",
      "And the politics of carrots are obviously a lot easier than the politics of sticks."
    ],
    [
      "Strange to say, however, at this precise moment — the most hopeful moment for the environment, as far as I can tell, in decades — my inbox has been filling up with woeful claims that environmental protection is incompatible with economic growth.",
      "These claims are oddly bipartisan.",
      "Some of them come from people on the left who insist that the planet can’t be saved unless we give up on the notion of perpetual economic growth.",
      "Others come from people on the right who insist that we must give up on all this environmentalism if we want to preserve prosperity."
    ],
    [
      "So let’s talk about why such claims are all wrong."
    ],
    [
      "Part of the problem is that many people don’t understand what economic growth means, imagining that it necessarily involves producing the same things you were producing before, in the same ways, but just at a larger scale."
    ],
    [
      "But that’s not at all what growth means.",
      "Currently, America’s real gross domestic product is about a third larger than it was in 2007.",
      "But the economy of 2023 isn’t just the economy of 2007 scaled up by a third.",
      "Production of some goods has gone way down — coal production has been cut roughly in half.",
      "Official growth measures also try to take quality changes into account: We’re producing fewer cars than we were in 2007, but measured real output in the motor vehicle industry is higher, because government statisticians believe that recently produced cars are better in several ways than older models are, and try to estimate how much people would have been willing to pay for those improvements."
    ],
    [
      "Above all, real G.D.P. says nothing about how stuff is produced.",
      "A kilowatt-hour of electricity counts the same whether it was generated by burning coal or wind power, but the environmental impact is completely different."
    ],
    [
      "As a result, there’s no reason a growing economy must place an increasing burden on the environment.",
      "In fact, environmental quality is often better in rich countries, with high G.D.P. per capita, than in middle-income countries — a phenomenon the economists Gene Grossman and Alan Krueger dubbed the environmental Kuznets curve."
    ],
    [
      "Consider, for example, a comparison between the New York metropolitan area and Delhi, India.",
      "Delhi has a larger population but a much smaller G.D.P. So does New York’s big economy mean a highly stressed environment?",
      "To take a very visible indicator, how does air quality in the two cities compare?",
      "As anyone who’s visited both places knows, New York air is, well, relatively OK, while Delhi air … isn’t."
    ],
    [
      "So there is no necessary relationship between economic growth and the burden we place on the environment.",
      "It’s true that the Industrial Revolution greatly increased pollution of all kinds, and countries like India that are still in the early phases of their own economic development are by and large paying a large environmental price.",
      "But at higher levels of development, delinking growth from environmental impact isn’t just possible in principle but something that happens a lot in practice."
    ],
    [
      "Here’s a favorite chart of mine from the invaluable Our World in Data website.",
      "It shows carbon dioxide emissions per capita in Britain, where the Industrial Revolution began.",
      "The early phases of industrialization were indeed associated with a huge rise in emissions.",
      "But more recently emissions have fallen back to the levels of the ’50s — the 1850s:"
    ],
    [
      "ARTICLEIMG-0"
    ],
    [
      "How did Britain do that?",
      "Part of the answer is that over time the British economy switched from relying on coal to relying on hydrocarbons, which when burned generate less carbon dioxide.",
      "Britain also learned to use energy more efficiently over time.",
      "But more recently a big factor has been the rise of renewable energy, especially, in Britain’s case, wind power:"
    ],
    [
      "ARTICLEIMG-1"
    ],
    [
      "So when you hear an environmentalist say something like, “We live on a finite planet, so we can’t have unlimited economic growth,” what they’re actually revealing is that they don’t understand what economic growth means.",
      "Furthermore, in practice, they’re lending aid and comfort to anti-environmentalists, who want us to believe that protecting the environment is incompatible with rising living standards."
    ],
    [
      "That said, while it’s possible to decouple growth from environmental harm, that’s not automatic.",
      "To combine rising living standards with an improving environment, we need policies that encourage the use of technologies that cause less environmental damage."
    ],
    [
      "The good news is that the United States is finally implementing such policies.",
      "Still, we need a lot more action along those lines — not just in America but in the rest of the world.",
      "So we can do this — but we need to try, and not give in to counsels of despair."
    ]
  ]
}